Repository: mimoislam/zoodja
Catalog: lib/l10n/intl_*.arb
Languages: fr

# by_tapping
source: By tapping Log In, you agree with our
fr: En vous inscrivant, vous acceptez

# terms_of_Service
source: Terms of Service and Privacy Policy
fr: les conditions d’utilisation de Zooidja

source: Find your perfect match
fr: Trouver votre paire

source: True Love Stories never have endings
fr: Et si l’amour de votre vie était ici ? Allez le chercher

source: Sign In
fr: Login

source: Sign Up
fr: S'inscrire

source: Put the code received by SMS
fr: Mettre le code reçu par sms

source: Verifier
fr: Vérifier

source: Date of Birth
fr: Date de naissance

# genre
source: Gender
fr: Genre

source: Man
fr: Homme

source: Woman
fr: Femme

source: Eyes Color :
fr: Couleur des yeux :

source: What do you Like ?
fr: Qu'est-ce que tu aimes ?

# please_Profession
source: Please Enter Your Profession
fr: Veuillez entrer votre profession

# please_Description
source: Please Enter Your Description Line
fr: Veuillez entrer votre ligne de description

# please_Tag
source: Please Enter At Least One Tag You Like
fr: Veuillez entrer au moins une étiquette que vous aimez

source: Missing Field
fr: Champ manquant

source: Brown
fr: Marrons

source: Blue
fr: Bleus

source: Hazelnut
fr: Noisettes

source: Honey
fr: Miel

source: Gray
fr: Gris

source: Greens
fr: Verts

# cuisine
source: Cooking
fr: Cuisine

source: Your job
fr: Votre profession

source: Describe yourself in one line
fr: Décrivez-vous-en une ligne

source: Your partner must be
fr: Votre partenaire doit être

source: Veiled
fr: Voilée

source: Non Veiled
fr: Non Voilée

source: No matter
fr: Peu importe

source: Sign out
fr: Se déconnecter

source: Who are we
fr: Qui Sommes Nous

# are_you_new
source: Are you new ? Get an Account
fr: Es-tu Nouveau ? Avoir un compte

# change_Language
source: Change Language to French
fr: Changer la langue en anglais

source: Please Enter Email
fr: Veuillez saisir un e-mail
